{
  "produtos": [
    {
      "id": 1,
      "nome": "Picanha (150 gramas)",
      "fornecedor": "Frigorífico Argentino",
      "preco": 30,
      "categoria": "carnes",
      "descricao": "Corte de carne bovina proveniente da parte traseira do boi, próxima à cauda.",
      "imagem": "picanha.svg",
      "detalhamento": "Na nossa busca incessante pela perfeição gastronômica, apresentamos a Picanha Suprema: um verdadeiro tesouro de sabor e maciez. Cuidadosamente selecionada a partir das melhores raças de gado, nossa picanha é uma sinfonia de suculência e textura que transcende todas as expectativas. Proveniente da parte traseira do boi, próxima à cauda, esse corte triangular é um presente para os amantes de churrasco e apreciadores da alta gastronomia. Com seu marmoreio perfeito e a camada de gordura que se derrete durante o cozimento, a Picanha Suprema proporciona uma experiência sensorial única, onde cada mordida revela um sabor intenso e suculento."
    },
    {
      "id": 2,
      "nome": "Alcatra (150 gramas)",
      "fornecedor": "Frigorífico Brasileiro",
      "preco": 20,
      "categoria": "carnes",
      "descricao": "Corte de carne bovina proveniente da parte traseira do boi, próximo ao quadril.",
      "imagem": "alcatra.svg",
      "detalhamento": "Em nossa incessante busca por excelência gastronômica, temos o prazer de apresentar a Alcatra Nobre: uma verdadeira joia de sabor e tenacidade. Rigorosamente escolhida dentre as melhores raças bovinas, nossa alcatra é uma harmonia de suculência e textura que surpreende todas as expectativas. Proveniente da parte traseira do boi, próxima ao quadril, essa peça de carne é um deleite para os paladares mais exigentes, oferecendo uma experiência gastronômica única e irresistível. Com marmoreio equilibrado, a Alcatra Nobre é o resultado de um cuidadoso processo de seleção, garantindo uma carne tenra e repleta de sabor que certamente satisfará os apreciadores de uma refeição requintada."
    },
    {
      "id": 3,
      "nome": "Fraldinha (150 gramas)",
      "fornecedor": "Frigorífico Mineiro",
      "preco": 18,
      "categoria": "carnes",
      "descricao": "Corte de carne bovina proveniente da região abdominal do boi, conhecida como fralda.",
      "imagem": "fraldinha.svg",
      "detalhamento": "Em nossa busca incansável pela excelência culinária, temos o prazer de apresentar a Fraldinha Especial: um verdadeiro tesouro de sabor e suculência. Selecionada cuidadosamente entre as melhores carnes bovinas, nossa fraldinha é uma sinfonia de textura macia e sabor único que surpreenderá todas as suas expectativas. Proveniente da região abdominal do boi, conhecida como fralda, esse corte é uma delícia para os paladares mais exigentes, proporcionando uma experiência gastronômica excepcional e irresistível."
    },
    {
      "id": 4,
      "nome": "Cupim (150 gramas)",
      "fornecedor": "Frigorífico Mineiro",
      "preco": 20,
      "categoria": "carnes",
      "descricao": "Corte de carne bovina proveniente da parte traseira do boi, próximo ao quadril.",
      "imagem": "cupim.svg",
      "detalhamento": "Com sua textura suculenta e sabor distintivo, o cupim oferece uma experiência gastronômica única. Selecionado com cuidado, esse corte apresenta uma combinação equilibrada de marmoreio e gordura, proporcionando um sabor rico e uma maciez excepcional. Com sua localização privilegiada, o cupim é perfeito para ser assado lentamente, resultando em uma carne macia e suculenta, cheia de aromas e sabores intensos. Delicie-se com o cupim e descubra o prazer de saborear um corte de carne bovina de qualidade, proveniente de uma região especial do animal."
    },
    {
      "id": 5,
      "nome": "Picanha Suína (150 gramas)",
      "fornecedor": "Frigorífico Goiano",
      "preco": 14,
      "categoria": "carnes",
      "descricao": "Corte de carne suína proveniente da parte traseira do porco, próxima ao quadril.",
      "imagem": "picanha-suina.svg",
      "detalhamento": "Com sua textura suculenta e sabor marcante, a picanha suína é uma verdadeira delícia para os apreciadores da carne de porco. Selecionada cuidadosamente, essa carne oferece uma experiência gastronômica única e irresistível. Com seu marmoreio equilibrado e uma camada de gordura que traz suculência e sabor durante o preparo, a picanha suína apresenta um sabor rico e uma maciez inigualável. Permita-se desfrutar dessa iguaria que combina tradição, qualidade e prazer em cada mordida, elevando sua refeição a um patamar excepcional."
    },
    {
      "id": 6,
      "nome": "Maminha (150 gramas)",
      "fornecedor": "Frigorífico Gaúcho",
      "preco": 15,
      "categoria": "carnes",
      "descricao": "Corte de carne bovina proveniente da parte traseira do boi, especificamente da região próxima ao quadril, também conhecida como alcatra interna.",
      "imagem": "maminha.svg",
      "detalhamento": "Com sua textura macia e sabor suculento, a maminha é um verdadeiro deleite para os apreciadores de carne. Selecionada criteriosamente, essa peça proporciona uma experiência gastronômica única e encantadora. Com seu equilíbrio perfeito entre marmoreio e magreza, a maminha oferece um sabor rico e uma textura tenra que a tornam ideal para grelhados, assados ou até mesmo para ser fatiada em bifes suculentos. Permita-se desfrutar dessa iguaria que combina qualidade, suculência e sabor, elevando sua refeição a outro nível de prazer culinário."
    },
    {
      "id": 7,
      "nome": "Asinha de Frango (150 gramas)",
      "fornecedor": "Frigorífico Brasileiro",
      "preco": 8,
      "categoria": "carnes",
      "descricao": "Porção de carne de frango proveniente das articulações das asas, conhecida também como drumettes",
      "imagem": "frango.svg",
      "detalhamento": "Com sua textura tenra e sabor irresistível, as asinhas de frango são um verdadeiro prazer para os amantes de carne. Selecionadas com cuidado, essas porções proporcionam uma experiência gastronômica única e deliciosa. Com seu equilíbrio perfeito entre carne e osso, as asinhas de frango são ideais para serem temperadas, marinadas e assadas, resultando em pedaços suculentos e crocantes. A versatilidade das asinhas de frango permite que sejam preparadas de diversas formas, como grelhadas, fritas, empanadas ou até mesmo cozidas em molhos saborosos. Seja como aperitivo em festas ou como prato principal, as asinhas de frango são sempre uma escolha deliciosa e apreciada por pessoas de todas as idades."
    },
    {
      "id": 8,
      "nome": "Linguiça (150 gramas)",
      "fornecedor": "Frigorífico Brasileiro",
      "preco": 10,
      "categoria": "carnes",
      "descricao": "Embutido saboroso e versátil de carnes suína combinada com uma variedade de temperos e especiarias.",
      "imagem": "cupim.svg",
      "detalhamento": "Com sua textura suculenta e sabor inigualável, a linguiça é um verdadeiro deleite para os apreciadores de carne. Ela é cuidadosamente preparada a partir de cortes selecionados, resultando em uma mistura perfeita de carne e temperos. Sua versatilidade culinária permite que seja preparada de diversas maneiras, como grelhada, frita, assada, cozida ou até mesmo defumada."
    }
  ]
}